-
1
A
I
a
"-
"A
"I
-"
?"
As
At
He
If
In
It
No
On
Or
We
an
as
at
be
by
do
go
he
if
in
is
it
me
my
no
of
on
or
so
to
up
us
we
"As
"At
"Er
"Is
"It
"My
"No
"Oh
"To
"We
"is
...
All
And
Boy
But
Day
For
Her
His
How
I'd
I'm
Jim
Mr.
Oh,
One
She
The
Was
Who
You
act
age
air
all
an'
and
any
are
arm
ask
be,
be.
bet
big
bit
boy
bun
but
buy
by.
can
car
cat
day
did
end
far
few
for
get
got
had
has
her
hid
him
his
how
if,
it,
it.
its
lay
let
lot
low
man
map
may
me.
met
new
no,
nor
not
now
odd
of?
off
oh,
old
on,
on.
one
our
out
owl
put
sat
saw
say
see
set
she
sir
sit
sky
son
tea
ter
the
tie
too
top
two
up.
us.
use
was
way
wet
who
why
you
"All
"And
"But
"His
"How
"I'd
"I'm
"No,
"Oh,
"The
"Yes
"You
"but
..."
Come
Even
Fear
He'd
I'll
I've
It's
Kent
Lily
Most
Mrs.
Next
None
Owls
She,
They
This
Well
What
When
able
air,
all,
all.
all;
also
arms
aunt
away
baby
back
bag,
bear
bed,
bed.
been
bent
best
big,
bike
blew
blue
bolt
both
boy,
boy.
boy?
bun.
busy
call
came
care
cat,
cat.
cats
come
cups
cut,
dark
day,
day.
day?
dead
dear
did;
does
dog.
done
door
down
drop
edge
even
ever
eyed
eyes
face
fast
fear
feet
fell
find
fine
firm
five
fond
for.
from
full
gave
gets
give
gone
good
gray
grew
grip
hair
half
hand
hard
have
he'd
he's
he?"
head
heel
held
help
her.
high
him!
him,
him.
hold
home
how,
howl
huge
hunt
inky
into
it's
it?"
jam,
join
just
keep
kill
kind
kiss
knee
knew
know
lace
laid
lamp
last
left
legs
lent
less
like
live
long
look
lose
lot,
lots
made
make
map.
maps
me,"
me."
me?"
mean
milk
mind
mood
more
most
much
must
name
near
neat
next
nose
now,
now.
of."
off.
old,
one.
one;
only
onto
out.
over
owls
pair
past
poor
pop.
pull
rain
read
real
road
roar
room
rose
sad,
said
same
say,
scar
seem
seen
shot
sign
sir,
size
sky,
so,"
some
son,
soon
sped
step
stop
such
sure
tail
take
tall
tea.
tell
tend
than
that
them
then
they
thin
this
tidy
time
tin.
tiny
told
too,
took
town
tuck
tuft
turn
two.
very
wake
walk
wall
want
was,
was.
we'd
well
went
were
what
when
why,
wide
wild
will
wise
with
woke
word
yes,
your
"Even
"Good
"I've
"It's
"Lily
"Most
"No,"
"Only
"Owls
"So?"
"What
"Yes,
About
After
Albus
Black
Can't
Could
Drive
Going
Harry
He'll
James
Jim?"
Kent,
Lived
Madam
Night
Scars
Ted,"
Then,
There
These
Under
We've
Well,
While
Would
about
above
after
again
amuse
apart
asked
away.
away;
back.
balls
beard
beefy
being
belt.
birds
black
blame
books
boots
bound
bowed
boy's
brick
bring
broad
broke
bunch
bushy
calls
can't
cat's
catch
child
cloak
close
cold,
could
crept
cried
dare.
dared
dark.
day!"
day,"
dead.
don't
door.
dozen
drawn
drop.
drove
dull,
early
edge.
else.
every
eyes.
face,
fact,
fell.
finer
first
fixed
found
four,
four.
front
funny
gazed
going
gone,
gone.
good.
great
grin.
group
hands
happy
he'll
head.
heard
heart
here,
here.
him,"
him."
him?"
home,
hoped
house
huge,
isn't
kind.
kiss.
known
knows
lamps
large
last!
last,
last.
late.
least
lemon
lids,
life;
light
liked
lips.
look.
luck,
lucky
man's
maybe
might
mind,
mind.
mixed
more.
move.
moved
much.
name,
name.
name:
name?
neck,
nerve
never
news:
nice,
night
ninth
noble
now."
oddly
older
once,
open,
order
other
place
plain
point
power
proud
quite
ready
right
road,
rumor
said,
same,
seems
sense
shake
shall
shape
sharp
shone
sight
sign;
silly
since
sir,"
sir."
sir?"
slept
small
smile
sniff
soon,
sound
spend
spent
split
spoke
spot.
stand
stare
stars
stern
stiff
still
stood
story
stuff
stunt
sweet
swept
swish
swung
tabby
talk!
tall,
tawny
thank
that,
that.
their
them,
them.
there
these
thin,
thing
think
those
three
threw
tight
times
today
town,
trash
trick
tried
true.
trust
twice
uncle
under
until
upset
usual
vast,
voice
wall.
watch
way?"
we'll
week,
weeks
well,
wheel
where
which
whole
wide.
wife.
woken
woman
won't
words
work,
world
would
wrong
years
yes,"
you'd
you,"
you?"
young
"After
"Could
"Don't
"Fancy
"Funny
"He'll
"Their
"We've
"Well,
"Why?"
"Yes,"
"You'd
"Young
Door's
Drive,
Drive.
Dudley
Dundee
Famous
Flocks
Hagrid
Harry.
London
Muggle
Nasty,
People
Potter
Privet
Sirius
Trying
Twelve
Wiping
about.
across
acting
affect
again.
again?
almost
always
amount
angry.
anyone
around
asked.
asleep
awake,
backed
beard,
before
behind
beside
better
blonde
boots.
boring
breeze
broken
bundle
called
can't.
caught
cereal
chair.
cheek,
cloak!
cloak,
cloak.
cloaks
closed
cloudy
common
corner
could,
couple
cousin
dabbed
dashed
dead."
didn't
dinner
drills
drive.
driven
drop?"
drops,
drops.
eight,
eleven
engine
enough
except
expect
family
famous
feasts
floor.
flyin'
flying
folks!
four's
frozen
future
garden
gently
getups
giant,
glance
glowed
golden
gone."
great,
hadn't
handy.
happy,
harder
hardly
have."
having
heads.
heaven
hedges
here!"
here."
here?"
hiding
hissed
hoping
hours'
house.
huddle
hugged
hummed
hushed
inside
jacket
jerked
kicked
killed
know."
landed
large,
later,
legend
letter
life,"
light,
light.
lights
little
living
looked
louder
middle
minute
mixing
moment
mother
mouth,
moving
myself
name!"
name."
nearly
nephew
news,"
news."
night.
nodded
normal
notice
number
office
older.
opened
orange
passed
patted
pecked
peered
people
person
picked
place?
pocket
popped
powers
proper
pulled
purple
pursed
quiver
rather
really
reason
reply.
report
right,
robes,
rolled
rooted
rumors
saying
scream
secret
seeing
seemed
seized
shaggy
shaped
sharp,
shook,
should
sight.
signs.
silent
silver
simply
single
sipped
sister
sleep,
sobbed
sorry,
spoke.
spying
square
stare,
stared
stars!
stars.
street
struck
stupid
surely
tabby,
taking
that's
that,"
that?"
them,"
them."
there.
they'd
things
this?"
though
throat
today!
today.
toward
true?"
trying
tucked
turned
twelve
twice.
tyke,"
unable
uncle.
uneasy
useful
violet
voice,
waking
walked
walls.
wanted
wasn't
watch.
what?"
window
with."
yawned
years;
yelled
you're
"Harry.
"Little
"Shhh!"
"Shoo!"
"That's
"Well,"
"What's
"Yeah,"
"that's
"you'll
Bonfire
Chapter
Dedalus
Diggle.
Dudley.
Dursley
Experts
Hagrid,
Hagrid.
Harold.
Harry's
Harry,"
Harvey.
Hollow.
Howard,
Inside,
Instead
Muggle,
Muggles
Nothing
Perhaps
Petunia
Pomfrey
Potter,
Potters
They're
Tuesday
Viewers
agree."
allowed
angrily
another
answer.
anxious
approve
around.
arrived
asleep.
astride
bakery.
because
bedroom
before,
believe
beneath
blinked
blushed
bright,
buckled
bundle;
burying
calmly.
changed
cleared
clicked
cloaks.
clothes
coldly,
country
course.
craning
crowd."
decided
dialing
didn't,
disturb
dressed
drills.
drummed
emerald
enraged
evening
exactly
expect,
explain
famous,
fences,
finally
fingers
firmly.
flatter
flicked
flooded
flutter
forward
found,"
garden.
gasped.
gently.
getting
glasses
glumly.
ground,
ground.
growing
guess,"
hadn't,
happen.
happily
haven't
himself
holding
hurried
husband
improve
instead
judging
jumping
keeping
kicking
knocked
knowing
known."
lately,
learned
leather
letter?
lived!"
looking
loudly.
meeting
mention
minutes
mirror.
missed,
moment,
morning
muffled
nearest
neither
nodding
normal,
nothing
notice.
noticed
office,
opinion
outside
parking
parties
passed.
patting
people!
people.
perfect
phoning
pinched
place,"
planets
pocket.
pointed
pressed
pretend
prodded
promise
quickly
reached
reading
realize
reason,
related
right,"
ruffled
saying,
saying.
saying?
second,
seconds
secret,
sense."
several
shocked
shouted
showers
showing
silence
sinking
sister,
sister.
sitting
slammed
sleeve,
slipped
smiling
snapped
sniffed
somehow
someone
spotted
squeaky
staring
started
starts,
statue,
staying
stepped
stopped
strange
street,
street.
streets
stretch
stroked
stupid.
subject
suggest
suppose
sweets.
swelled
swooped
tangles
tantrum
there?"
they're
they've
things,
things?
though,
thought
through
traffic
turning
uneasy.
unusual
usually
voices:
waiting
wanted,
watched
wearing
weirdos
weren't
whether
whisper
window.
without
worried
wounded
written
years."
"Really,
"Sorry,"
Although
Britain?
Dudley's
Dursley,
Dursley.
Dursley;
Dursleys
Everyone
G'night,
Godric's
Hagrid's
McGuffin
Petunia,
Potters'
Potters,
Potters.
Potters?
Rejoice,
Shooting
allowed,
although
angrily.
anything
appeared
baker's.
behaving
blankets
bottles,
bringing
building
business
careful,
carrying
casually
choosing
chortled
chuckled
climbing
clothes,
complete
couldn't
country.
crooked,
daughter
director
discover
discuss,
doughnut
downpour
drifting
driveway
examined
faintly,
faltered
fashion.
finally,
finished
forehead
gingerly
glasses.
good-bye
gossiped
greatest
grunted,
heavily.
however,
hundreds
instead,
involved
letter."
letter?"
lighter.
markings
midnight
morning.
mumbled.
muscular
nation's
nonsense
normally
noticing
numbers;
o'clock,
owl-free
peculiar
persuade
piercing
places?"
pointing
possible
precious
probably
problems
promised
rattled.
realized
receiver
repeated
reported
ruffled.
rumbling
rumors."
saying,"
sensible
sharply.
shooting
sideways
silently
sleeping
slinking
somebody
sounding
special,
standing
steadily
steering
stiffly.
straight
stumbled
suddenly
sunrise.
supposed
swapping
swarmin'
swooping
thankful
thinking
throwing
tonight,
trembled
twitched
upstairs
visible,
watched,
watching
weather.
whatever
whiskery
whisper,
wondered
worrying
wouldn't
wrestled
yourself
"Borrowed
"Couldn't
"Hagrid's
"Hagrid,"
"Potter."
Bristol."
Dursley's
Dursleys'
Grunnings
Muggles!"
Professor
Put-Outer
Voldemort
You-Know-
admiring.
afternoon
anywhere.
armchair.
bathroom,
behavior?
blankets,
blankets.
c-c-can't
carefully
careless,
careless.
celebrate
certainly
cigarette
clutching
confusing
contrary,
couldn't.
curiously
darkness.
daylight,
daylight?
different
direction
distance,
dolphins.
doorstep,
downright
excitedly
expected,
flickered
flinched,
forever."
forgotten
half-moon
happening
haven't,"
horribly.
imagining
important
involved,
jet-black
murmured.
mustache,
mustache.
muttered,
narrowed.
neighbors
nonsense.
normally.
obviously
overhead.
passersby
pattern."
pavement.
perfectly
pinpricks
pretended
problems,
relieved.
remember!
rummaging
scratchy,
screaming
secretary
seriously
shoulder.
shoulders
shuddered
sightings
something
sparkling
stiffly."
strangely
stranger.
streaming
suddenly,
surprised
survive?"
telephone
together,
together.
tonight."
twinkling
unusually
watching,
whispered
wondered.
wouldn't.
yourself,
"Exactly,"
"Voldemort
"everyone"
Dumbledore
Grunnings,
McGonagall
Mysterious
Professor,
Put-Outer,
Put-Outer.
Voldemort,
Yorkshire,
astounding
beady-eyed
briefcase,
collecting
comforting
completely
destroyed,
determined
different.
distinctly
earmuffs."
everyone's
everything
everywhere
excitedly,
frightened
furiously,
headlight;
irritably.
lightning.
lunchtime,
motorcycle
mysterious
neighbors.
nervously.
newscaster
nighttime.
something,
something.
spectacles
swallowed,
telephone,
underneath
understand
unsticking
unwelcome.
whispered,
whisperers
whispering
yesterday,
"Dumbledore
("Won't!").
Dumbledore,
Dumbledore.
McGonagall,
McGonagall.
Voldemort's
Voldemort."
astonishing
celebrating
concentrate
disappeared
grudgingly,
living-room
mysterious,
mysterious.
sleepiness.
something's
spectacles.
weatherman,
"S-s-sorry,"
Dumbledore's
Dumbledore?"
McGonagall's
McGonagall,"
McGonagall."
Underground.
You-Know-Who
celebrating,
celebrating?
disappeared?
exasperated,
handkerchief
high-heeled,
imagination.
impatiently.
motorcycle?"
open-mouthed
unDursleyish
unblinkingly
bird-watchers
emerald-green
funny-looking
celebrations."
severe-looking
good-for-nothing
‘You-Know-Who'
‘You-Know-Who.'